INSERT INTO public.place_sub_types (id ,display_name , parent_place_type) 
VALUES 
	(120, 'מרכז כנסים','אירוע / כנס'),
	(126, 'בית דין רבני','אף אחד מהנ"ל'),
	(124, 'בית מחסה לחיות','אף אחד מהנ"ל'),
	(14, 'בית סוהר / כלא / בית מאסר','אף אחד מהנ"ל'),
	(116, 'בית ספר עוללים','אף אחד מהנ"ל'),
	(16, 'בית ספר שדה','אף אחד מהנ"ל'),
	(112, 'בניין עירייה / מועצה / רשות מקומית','אף אחד מהנ"ל'),
	(29, 'הוסטל','אף אחד מהנ"ל'),
	(36, 'חניון','אף אחד מהנ"ל'),
	(37, 'טיול מאורגן','אף אחד מהנ"ל'),
	(101, 'לא ידוע','אף אחד מהנ"ל'),
	(43, 'מגרש חניה','אף אחד מהנ"ל'),
	(108, 'מוסך רכב','אף אחד מהנ"ל'),
	(72, 'מכון יופי','אף אחד מהנ"ל'),
	(60, 'מספרה','אף אחד מהנ"ל'),
	(62, 'מפעל','אף אחד מהנ"ל'),
	(105, 'מקום עבודה','אף אחד מהנ"ל'),
	(66, 'מרכז קהילתי','אף אחד מהנ"ל'),
	(8, 'משפחה','אף אחד מהנ"ל'),
	(123, 'משרד עורכי דין','אף אחד מהנ"ל'),
	(71, 'סטודיו ספורט','אף אחד מהנ"ל'),
	(86, 'שגרירות','אף אחד מהנ"ל'),
	(95, 'תחנת מכבי אש','אף אחד מהנ"ל'),
	(96, 'תחנת משטרה','אף אחד מהנ"ל'),
	(20, 'דירה','בית'),
	(49, 'מוסד למגורים - אחר','בית'),
	(3, 'אולפנה','מוסד השכלה'),
	(34, 'חטיבה','מוסד השכלה'),
	(40, 'ישיבה','מוסד השכלה'),
	(46, 'מדרשה','מוסד השכלה'),
	(104, 'מוסד השכלה / מסגרת חינוכית אחרת','מוסד השכלה'),
	(57, 'מסגרת חוץ בית ספרית - אחר','מוסד השכלה'),
	(78, 'פנימיה','מוסד השכלה'),
	(99, 'צהרון','מוסד השכלה'),
	(100, 'תלמוד תורה / חדר','מוסד השכלה'),
	(110, 'אמבולנס','מוסד רפואי'),
	(121, 'וטרינר','מוסד רפואי'),
	(113, 'טיפת חלב','מוסד רפואי'),
	(54, 'מח'' אשפוז עם מגורים לטווח ארוך','מוסד רפואי'),
	(67, 'מרפאה רופא שיניים','מוסד רפואי'),
	(119, 'אטרקציה תיירותית','מקום בילוי'),
	(27, 'גן שעשועים','מקום בילוי'),
	(53, 'מועדון לילה','מקום בילוי'),
	(63, 'מקום בילוי','מקום בילוי'),
	(118, 'משחקיה','מקום בילוי'),
	(69, 'נופש - אחר','מקום בילוי'),
	(74, 'ספא','מקום בילוי'),
	(75, 'ספריה','מקום בילוי'),
	(80, 'צימר','מקום בילוי'),
	(81, 'קולנוע','מקום בילוי'),
	(82, 'קמפינג','מקום בילוי'),
	(13, 'בית מרקחת','מרכז מסחרי / חנות'),
	(128, 'בנק / דואר','מרכז מסחרי / חנות'),
	(41, 'כלבו','מרכז מסחרי / חנות'),
	(65, 'מרכז מסחרי','מרכז מסחרי / חנות'),
	(83, 'קניון','מרכז מסחרי / חנות'),
	(88, 'שוק','מרכז מסחרי / חנות'),
	(89, 'שטיפת רכב','מרכז מסחרי / חנות'),
	(94, 'תחנת דלק','מרכז מסחרי / חנות'),
	(30, 'הסעות לימודים','תחבורה'),
	(39, 'טרמפ','תחבורה'),
	(55, 'מיניבוס','תחבורה'),
	(87, 'שדה תעופה','תחבורה'),
	(109, 'שיעור נהיגה','תחבורה'),
	(91, 'תחבורה - אחר','תחבורה'),
	(92, 'תחנה מרכזית','תחבורה'),
	(93, 'תחנת אוטובוס','תחבורה'),
	(97, 'תחנת רכבת','תחבורה'),
	(98, 'תחנת רכבת קלה','תחבורה');
	
-- duplicate id from exicting table	
-- 	(50, 'מוסד ציבור','אף אחד מהנ"ל'),                           in the db אתר דת
-- 	(17, 'בית עלמין / בית קברות','אף אחד מהנ"ל'),               in the db בית עלמין
-- 	(115, 'מרחב ציבורי / שטח פתוח','אף אחד מהנ"ל'),             in the db משרד
-- 	(4, 'אוניברסיטה / מכללה','מוסד השכלה'),                     in the db מוסד אקדמאי
-- 	(52, 'מרפאה / מכון רפואי / מוסד רפואי','מוסד רפואי'),      in the db מוסד רפואי
-- 	(79, 'פאב','מקום בילוי'),                                    in the db בר
-- 	(77, 'פארק','מקום בילוי'),                                   in the db גן ציבורי
-- 	(70, 'סופר מרקט / מכולת','מרכז מסחרי / חנות'),              in the db סופר/פארם
-- 	(31, 'הסעות עובדים','תחבורה'),                               in the db הסעות
-- 	(1, 'רכב','תחבורה'),                                          in the db אוטובוס


-- lines without id
-- (, 'עבודה','בית'),
-- (, 'בדיקת אולטרסאונד','מוסד רפואי'),
-- (, 'נסיעה וסיור','תחבורה'),
